// const MESSAGE = {
//     'welcome_mes': 'Добро пожаловать в новейшую игру всех времен и народов. Для начала игры нажмите "new game".',
//     'start': 'Компьютер ZX-Spectrum загадал число от 1 до 100. Попробуй отгадать его за наименьшее количество попыток.',
//     'win_mes': 'Поздравляем!!! Вы отгадали число. Это действительно <number_in_memory>.<br>Количество попыток - <counter>.<br>Введенные числа: <all_input_numbers>',
//     'not_number_mes': 'Необходимо вводить только цифры.',
//     'less_mes': '...меньше',
//     'more_mes': '...больше',
//     'out_of_range_mes': 'Введите число строго от 1 до 100.',
// }

const MESSAGE = {
    'welcome_mes': ['Добро пожаловать в новейшую игру всех времен и народов. Для начала игры нажмите "new game".',
                    'Прекрасный день! Великая игра! Чтобы познать тайны вселенной нажмите "new game".',
                    'Приветствую вас случайный путник интернета. Чтобы развеяться и отдохнуть от гигабайт информации нажмите "new game".',
                   ],
    'start': ['Компьютер ZX-Spectrum загадал число от 1 до 100. Попробуй отгадать его за наименьшее количество попыток.',
              'Машина против человека. Ваша цель отгадать число от 1 до 100. Если вы это сделаете за 3 попытки или менее, то сможете сыграть с машиной в бонусную игру.',
              'Искуственный интеллект спрятал в своем кластере памяти случайное число от 1 до 100. Постарайтесь отыскать это число.',
             ],
    'win_mes': 'Поздравляем!!! Вы отгадали число. Это действительно <number_in_memory>.<br>Количество попыток - <counter>.<br>Введенные числа: <all_input_numbers>',
    'not_number_mes': ['Необходимо вводить только цифры.', 
                       'Буквы это не цифры.',
                       'Компьютер слишком тупой, чтобы понимать буквы. Он понимает только цифры.',
                       'ERROR 404. Неопознанные символы.',
                      ],
    'less_mes': '...меньше',
    'more_mes': '...больше',
    'out_of_range_mes': ['Введите число строго от 1 до 100.', 
                         'ZX-Spectrum-48 еще не достиг своего 128-летия. Он не понимает числа больше 100 и меньше 1.',
                         'Некорректное число. Введите число от 1 до 100',
                        ]
}