
const MESSAGE = {
    'welcome_mes': 'Добро пожаловать в новейшую игру всех времен и народов. Для начала игры нажмите "new game".',
    'start': 'Компьютер ZX-Spectrum загадал число от 1 до 100. Попробуй отгадать его за наименьшее количество попыток.',
    'win_mes': 'Поздравляем!!! Вы отгадали число. Это действительно <number_in_memory>.<br>Количество попыток - <counter>.<br>Введенные числа: <all_input_numbers>',
    'not_number_mes': 'Необходимо вводить только цифры.',
    'less_mes': '...меньше',
    'more_mes': '...больше',
    'out_of_range_mes': 'Введите число строго от 1 до 100.',
}

